/* Title for shut-down alert warning that we're updating Boot Caches */
"Updating Boot Caches" = "Uaktualniane startowych pamięci podręcznych";

/* Text of shut-down alert explaining why we aren't shutting down right away */
"Caches necessary for booting are being updated.  System shutdown will proceed once the caches are up to date." = "Uaktualniane są pamięci podręczne niezbędne do uruchomienia. Wyłączenie systemu nastąpi, gdy pamięci podręczne będą aktualne.";

/* Title for alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Inconsistent system files" = "Niespójność plików systemowych";

/* Text of alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Important system files in memory do not match those on disk. Kernel extensions can not be loaded, and some devices may not work. Resetting your startup disk in System Preferences may help." = "Ważne pliki systemowe w pamięci nie pokrywają się z tymi na dysku. Nie można wczytać rozszerzeń jądra systemu i niektóre urządzenia mogą nie działać poprawnie. Zmiana ustawień dysku startowego w Preferencjach systemowych może pomóc.";

/* Title for alert warning the user of a kernel extension whose contents could be replaced with malicious code. */
"System extension cannot be used" = "Nie można użyć rozszerzenia systemowego";

/* Text of alert warning the user of a kernel extension whose contents could be replaced with malicious code. In two parts; the filename in question is put in between them. */
"The system extension \"" = "Rozszerzenie systemowe „";

"\" was installed improperly and cannot be used. Please try reinstalling it, or contact the product's vendor for an update." = "” zainstalowano nieprawidłowo i nie nadaje się do użycia. Spróbuj zainstalować ponownie lub skontaktuj się z producentem produktu, aby uzyskać nowszą wersję.";

/* OK */
"OK" = "OK";

/* Display mode naming related strings. */

"PAL"  = "PAL";
"NTSC" = "NTSC";

"256 Colors" = "256 kolorów";
"Thousands"  = "tysiące";
"Millions"   = "miliony";
"Trillions"  = "tryliony";

"n/a"  = "brak";

"stretched"  = "poszerzony";
"simulscan"  = "simulscan";
"interlaced" = "z przeplotem";
"external"   = "zewnętrzny";


"%%.%ldf Hertz"       = "%%.%ldf Hz";
"%%.%ldf Hertz (%%@)" = "%%.%ldf Hz (%%@)";

"%d x %d"  = "%d x %d";
"%d x %dp" = "%d x %dp";
"%d x %di" = "%d x %di";

"%@"						=	"%@";
"%@ (%@)"					= 	"%@ (%@)";
"%@ (%@, %@)"					= 	"%@ (%@, %@)";
"%@ (%@, %@, %@)"				=	"%@ (%@, %@, %@)";
"%@ (%@, %@, %@, %@)"				=	"%@ (%@, %@, %@, %@)";
"%@ (%@, %@, %@, %@, %@)"			=	"%@ (%@, %@, %@, %@, %@)";

"%%@, %%.%ldf Hz"				=	"%%@, %%.%ldf Hz";
"%%@, %%.%ldf Hz (%%@)"				=	"%%@, %%.%ldf Hz (%%@)";
"%%@, %%.%ldf Hz (%%@, %%@)"			= 	"%%@, %%.%ldf Hz (%%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz (%%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)"	=	"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)";
